Repository: helmut-hoffer-von-ankershoffen/courses
Catalog: app/pub/app/languages/plugins/shortpixel-image-optimiser-*.po
Languages: de_de

source: This type of optimization will apply to new uploaded images. Images that were already processed will not be re-optimized unless you restart the bulk process.
de_de: Diese Art der Optimierung wird auf neu hochgeladene Bilder angewendet. Bilder, die bereits verarbeitet wurden, werden nicht erneut optimiert, es sei denn, du startest nochmals die Sammelverarbeitung.

source: Are you sure you want to stop optimizing the folder {0}?
de_de: Bist du sicher, dass du die Optimierung des Ordners {0} beenden willst?

source: +{0} thumbnails optimized
de_de: +{0} Vorschaubilder optimiert

source: +{0} Retina images optimized
de_de: +{0} Retina-Bilder optimiert

source: Optimize {0} thumbnails
de_de: Optimiere {0} Vorschaubilder

source: Reoptimize {0}
de_de: Optimiere {0} erneut

source: Get API Key
de_de: API-Schlüssel erhalten

source: This content is not processable.
de_de: Dieser Inhalt kann nicht verarbeitet werden.

source: Image waiting to optimize thumbnails
de_de: Bild wartet auf Optimierung von Vorschaubildern

source: ShortPixel optimizing...
de_de: ShortPixel optimiert...

source: ShortPixel quota exceeded. Click for details.
de_de: ShortPixel-Kontingent überschritten. Klicken für Details.

source: Missing API Key
de_de: Fehlender API-Schlüssel

source: Empty queue
de_de: Leere Warteschlange

source: Retry limit reached. Skipping file ID
de_de: Wiederholungs-Limit erreicht. Überspringe Datei-ID

source: NextGen image not found
de_de: NextGen-Bild nicht gefunden

source: Could not restore from backup:
de_de: Wiederherstellung von Sicherung fehlgeschlagen:

source: No thumbnails to optimize for ID:
de_de: Keine zu optimierenden Vorschaubilder für ID:

source: Please optimize image for ID:
de_de: Bitte optimiere Bild für ID:

source: Refresh custom folders content
de_de: Aktualisiere Inhalt von individuellen Ordnern

source: Refresh folders
de_de: Ordner aktualisieren

source: Other Media optimized by ShortPixel
de_de: Andere Medien, die von ShortPixel optimiert wurden

source: You do not have sufficient permissions to access this page.
de_de: Du verfügst nicht über ausreichende Berechtigungen, um auf diese Seite zuzugreifen.

source: The key you provided has %s characters. The API key should have 20 characters, letters and numbers only.
de_de: Der von dir angegebene Schlüssel hat %s Zeichen. Der API-Schlüssel sollte 20 Zeichen (nur Buchstaben und Zahlen) haben.

source: Please check that the API key is the same as the one you received in your confirmation email.
de_de: Bitte stelle sicher, dass der API-Schlüssel der gleiche ist wie der, den du in deiner Bestätigungs-E-Mail erhalten hast.

source: If this problem persists, please contact us at
de_de: Falls das Problem weiterhin besteht, kontaktiere uns bitte unter

source: or
de_de: oder

source: API Key is valid but your site is not accessible from our servers. Please make sure that your server is accessible from the Internet before using the API or otherwise we won't be able to optimize them.
de_de: API-Schlüssel ist gültig, aber unsere Server können nicht auf deine Website zugreifen. Bitte stelle sicher, dass auf deinen Server vom Internet aus zugegriffen werden kann, bevor du die API verwendest. Ansonsten können wir sie nicht optimieren.

source: Great, your API Key is valid! <br>You seem to be running a multisite, please note that API Key can also be configured in wp-config.php like this:
de_de: Prima, dein API-Schlüssel ist gültig! <br> Es scheint, dass du ein Netzwerk betreibst. Bitte beachte, dass API-Schlüssel auch in wp-config.php folgendermaßen konfiguriert werden können:

source: There is something preventing us to create a new folder for backing up your original files.<BR>Please make sure that folder <b>%s</b> has the necessary write and read rights.
de_de: Etwas hält uns davon ab, einen neuen Ordner zur Sicherung deiner Original-Dateien zu erstellen.<BR>Bitte stelle sicher, dass der Ordner <b>%s</b> die notwendigen Schreib- und Leserechte besitzt.

source: Folder added successfully.
de_de: Ordner erfolgreich hinzugefügt.

source: thumbnails to optimize
de_de: zu optimierende Vorschaubilder

source: API Key could not be validated due to a connectivity error.<BR>Your firewall may be blocking us. Please contact your hosting provider and ask them to allow connections from your site to api.shortpixel.com (IP 176.9.21.94).<BR> If you still cannot validate your API Key after this, please <a href="https://shortpixel.com/contact" target="_blank">contact us</a> and we will try to help.
de_de: API-Schlüssel konnte aufgrund eines Verbindungsfehlers nicht überprüft werden.<BR>Möglicherweise wird dies durch deine Firewall blockiert. Bitte kontaktiere deinen Hosting-Anbieter und bitte ihn, Verbindungen deiner Website zu api.shortpixel.com (IP 176.9.21.94) zuzulassen.<BR>Falls du danach noch immer nicht deinen API-Schlüssel überprüfen kannst, <a href="https://shortpixel.com/contact" target="_blank">kontaktiere uns</a> bitte, und wir werden versuchen zu helfen.

source: Information unavailable. Please check your API key.
de_de: Information nicht verfügbar. Bitte überprüfe deinen API-Schlüssel.

source: PDF not processed.
de_de: PDF nicht verarbeitet.

source: Cannot write optimized file
de_de: Optimierte Datei kann nicht geschrieben werden.

source: Why?
de_de: Warum?

source: Image does not exist
de_de: Bild existiert nicht

source: Image waiting to be processed.
de_de: Bild wartet auf Verarbeitung.

source: This folder contains Media Library images. To optimize Media Library images please go to <a href="upload.php?mode=list">Media Library list view</a> or to <a href="upload.php?page=wp-short-pixel-bulk">SortPixel Bulk page</a>.
de_de: Dieser Ordner beinhaltet Mediathek-Bilder. Um Mediathek-Bilder zu optimieren, gehe bitte zur <a href="upload.php?mode=list">Mediathek-Listenansicht</a> oder zur <a href="upload.php?page=wp-short-pixel-bulk">ShortPixel-Sammelverarbeitungsseite</a>.

source: Bulk processing is paused until you resume the optimization process.
de_de: Sammelverarbeitung wurde pausiert, bis du die Optimierung fortsetzt.

source: Resize large images
de_de: Große Bilder verkleinern

source: pixels wide &times;
de_de: px Breite &times;

source: to maximum
de_de: auf maximal

source: pixels high (original aspect ratio is preserved and image is not cropped)
de_de: px Höhe (Original-Seitenverhältnis wird erhalten und Bild wird nicht zugeschnitten).

source: Also include thumbnails:
de_de: Auch Vorschaubilder einschließen:

source: CMYK to RGB conversion
de_de: Von CMYK nach RGB konvertieren

source: Images for the web only need RGB format and converting them from CMYK to RGB makes them smaller.
de_de: Bilder im Internet benötigen nur das RGB-Format, und eine Konvertierung von CMYK nach RGB reduziert ihre Größe.

source: Automatically optimize Media Library items after they are uploaded (recommended).
de_de: Optimiere automatisch Mediathek-Elemente, nachdem sie hochgeladen wurden (empfohlen).

source: By default, ShortPixel will automatically optimize all the freshly uploaded image and PDF files. If you uncheck this you'll need to either run Bulk ShortPixel or go to Media Library (in list view) and click on the right side "Optimize now" button(s).
de_de: Standardmäßig wird ShortPixel alle neu hochgeladenen Bild- und PDF-Dateien automatisch optimieren. Falls du dies abwählst, musst du entweder die ShortPixel-Sammelverarbeitung ausführen oder zur Mediathek (in der Listenansicht) gehen und auf der rechten Seite den/die „Jetzt optimieren“-Button(s) klicken.

source: images
de_de: Bilder

source: Original images are stored in a backup folder. Your backup folder size is now:
de_de: Original-Bilder werden im Sicherungsordner gespeichert. Die Größe dessen beträgt jetzt:

source: Great, your API Key is valid. Please take a few moments to review the plugin settings below before starting to optimize your images.
de_de: Prima, dein API-Schlüssel ist gültig. Bitte nimm dir einen Moment Zeit, die Plugin-Einstellungen zu überprüfen, bevor du mit der Optimierung deiner Bilder beginnst.

source: You <strong>need to have backup active</strong> in order to be able to restore images to originals or to convert from Lossy to Lossless and back.
de_de: <strong>Sicherungen müssen aktiviert sein</strong>, um Original-Bilder wiederherzustellen oder um sie von „verlustbehaftet“ nach „verlustfrei“ und umgekehrt zu konvertieren.

source: Re-optimize lossless
de_de: Als „verlustfrei“ erneut optimieren

source: Re-optimize lossy
de_de: Als „verlustbehaftet“ erneut optimieren

source: ShortPixel Settings
de_de: ShortPixel Einstellungen

source: ShortPixel Bulk Process
de_de: ShortPixel Sammelverarbeitung

source: Bulk ShortPixel
de_de: ShortPixel Sammelverarbeitung

source: ShortPixel Statistics
de_de: ShortPixel Statistiken

source: ShortPixel Compression
de_de: ShortPixel Komprimierung

source: This process will take some time, depending on the number of images in your library. In the meantime, you can continue using the admin as usual, <a href="%s" target="_blank">in a different browser window or tab</a>.<br> However, <strong>if you close this window, the bulk processing will pause</strong> until you open the media gallery or the ShortPixel bulk page again.
de_de: Dieser Vorgang beansprucht etwas Zeit, abhängig von der Anzahl der Bilder in deiner Mediathek. In der Zwischenzeit kannst du weiterhin wie gewohnt die Verwaltungsseite <a href="%s" target="_blank">in einem neuen Browser-Fenster oder -Tab</a> nutzen.<br> Falls du jedoch <strong>dieses Fenster schließt, wird die Sammelverarbeitung pausiert</strong>, bis du die Medien-Galerie oder die Seite „ShortPixel Sammelverarbeitung“ wieder öffnest.

source: <strong>%s images and %s thumbnails</strong> are not yet optimized by ShortPixel.
de_de: <strong>%s Bilder und %s Vorschaubilder</strong> wurden noch nicht von ShortPixel optimiert.

source: %s images and %s thumbnails are not yet optimized by ShortPixel.
de_de: %s Bilder und %s Vorschaubilder wurden noch nicht von ShortPixel optimiert.

source: %s images are not yet optimized by ShortPixel.
de_de: %s Bilder wurden noch nicht von ShortPixel optimiert.

source: %s thumbnails are not yet optimized by ShortPixel.
de_de: %s Vorschaubilder wurden noch nicht von ShortPixel optimiert.

source: and Custom folders
de_de: und individuellen Ordnern

source: Select ...
de_de: Auswählen&nbsp;...

source: Use the Select... button to select site folders. ShortPixel will optimize images and PDFs from the specified folders and their subfolders. The optimization status for each image or PDF in these folders can be seen in the <a href="upload.php?page=wp-short-pixel-custom">Other Media list</a>, under the Media menu.
de_de: Nutze den „Auswählen&nbsp;...“-Button, um Website-Ordner auszuwählen. ShortPixel wird Bilder und PDFs in den benannten Ordnern und ihren Unterordnern optimieren. Der Optimierungsstatus für jedes Bild oder PDF in diesen Ordnern kann in der <a href="upload.php?page=wp-short-pixel-custom">„Andere Medien“-Liste</a> im Medien-Menü eingesehen werden.

source: Select
de_de: Auswählen

source: ShortPixel optimizes images automatically, while guarding the quality of your images. Check your <a href="options-general.php?page=wp-shortpixel" target="_blank">Settings &gt; ShortPixel</a> page on how to start optimizing your image library and make your website load faster.
de_de: ShortPixel optimiert Bilder automatisch und achtet dabei auf den Erhalt der Qualität deiner Bilder. Sieh dir deine <a href="options-general.php?page=wp-shortpixel" target="_blank">Einstellungen &gt; ShortPixel</a>-Seite an und erfahre, wie du mit dem Optimieren deiner Bild-Bibliothek beginnen und das Laden deiner Website schneller machen kannst.

source: here
de_de: hier

source: I just #optimized my site's images by
de_de: Ich #optimierte gerade die Bilder meiner Website um

source: I just #optimized my site's images
de_de: Ich #optimierte gerade die Bilder meiner Website

source: You have no available image credits. If you just bought a package, please note that sometimes it takes a few minutes for the payment confirmation to be sent to us by the payment processor.
de_de: Du hast keine verfügbaren Bild-Credits. Falls du gerade erst ein Paket gekauft hast, beachte bitte, dass es manchmal einige Minuten dauern kann, bis wir die Zahlungsbestätigung vom Zahlungsanbieter erhalten.

source: Get more image credits by referring ShortPixel to your friends!
de_de: Erhalte mehr Bild-Credits, wenn du ShortPixel deinen Freunden empfiehlst.

source: for your unique referral link. For each user that joins, you will receive +100 additional image credits/month.
de_de: für deinen individuellen Verweislink. Für jeden beitretenden Nutzer erhältst du +100 zusätzliche Bild-Credits/Monat.

source: Please note that reoptimizing images as <strong>lossy/lossless</strong> may use additional credits.
de_de: Bitte beachte, dass das erneute Optimieren von Bildern als <strong>verlustbehaftet/verlustfrei</strong> zusätzliche Credits verbrauchen kann.

source: Remaining credits
de_de: Verbleibende Credits

source: WebP images can be up to three times smaller than PNGs and 25% smaller than JPGs. Choosing this option <strong>does not use up additional credits</strong>.
de_de: WebP-Bilder können bis zu dreimal kleiner als PNGs und 25&nbsp;% kleiner als JPGs sein. Das Wählen dieser Option <strong>verbraucht keine zusätzlichen Credits</strong>.

source: <a href="https://shortpixel.com/login/%s/tell-a-friend" target="_blank">Join our friend referral system</a> to win more credits. For each user that joins, you receive +100 images credits/month.
de_de: <a href="https://shortpixel.com/login/%s/tell-a-friend" target="_blank">Nimm an unserem „Freunden empfehlen“-System teil</a>, um mehr Credits zu erhalten. Für jeden Nutzer, der teilnimmt, bekommst du +100 Bild-Credits/Monat.

source: One time credits:
de_de: Einmal-Credits:

source: Some have errors
de_de: Einige haben Fehler
