Repository: helmut-hoffer-von-ankershoffen/courses
Catalog: app/pub/app/languages/plugins/shortpixel-image-optimiser-*.po
Languages: de_de

source: Error in archive - incorrect file size (downloaded: %s, correct: %s )
de_de: Fehler im Archiv - falsche Dateigröße (heruntergeladen: %s, korrekt: %s )

source: Please enable PHP cURL extension for the Cloudflare integration to work.
de_de: Bitte aktiviere die PHP-cURL-Erweiterung, damit die Cloudflare-Integration funktioniert.

source: Converts all PNGs that don't have transparent pixels to JPEG. This can dramatically reduce the file size, especially if you have camera pictures that are saved in PNG format. The plugin will also search for references of the image in posts and will replace them.
de_de: Konvertiert alle PNGs ohne transparente Pixel nach JPEG. Dies kann die Dateigröße deutlich reduzieren, insbesondere bei Kamera-Bildern, die im PNG-Format gespeichert wurden. Das Plugin sucht ebenfalls nach Verweisen auf das Bild in Beiträgen und ersetzt diese.

source: The folder could not be saved to the database. Please check that the plugin can create its database tables.
de_de: Der Ordner konnte nicht in der Datenbank gespeichert werden. Bitte überprüfe, ob das Plugin eigene Datenbank-Tabellen erstellen kann.

source: Force conversion of images with transparency.
de_de: Konvertierung von Bildern mit Transparenz erzwingen.

source: Re-optimize Lossy
de_de: Erneut „Verlustbehaftet“ optimieren

source: Re-optimize Glossy
de_de: Erneut „Glänzend“ optimieren

source: Re-optimize Lossless
de_de: Erneut „Verlustfrei“ optimieren

source: Restore Originals
de_de: Originale wiederherstellen

source: Check this if you don\'t plan to use ShortPixel in the future on this website. You might also want to run a Bulk Delete SP Metadata before removing the plugin (Media Library -> Bulk ShortPixel).
de_de: Wähle dies, wenn du nicht vorhast, ShortPixel zukünftig auf dieser Website zu verwenden. Eventuell möchtest du auch „Sammel-Löschung der SP-Metadaten“ ausführen, bevor du das Plugin entfernst (Mediathek -> ShortPixel Sammelverarbeitung).

source: Remove the ShortPixel settings on plugin delete.
de_de: ShortPixel-Einstellungen beim Löschen des Plugins entfernen.

source: Send anonymous
de_de: Anonym senden

source: Submitting form
de_de: Formular wird übermittelt

source: Just Deactivate
de_de: Einfach deaktivieren

source: Submit and Deactivate
de_de: Übermitteln und deaktivieren

source: What can we describe more ?
de_de: Was können wir besser beschreiben?

source: How could we improve ?
de_de: Wie können wir uns verbessern?

source: Can you mention it ?
de_de: Kannst du es benennen?

source: With what plugin or theme is incompatible ?
de_de: Mit welchem Plugin oder Theme ist es inkompatibel?

source: Please specify
de_de: Bitte angeben

source: Sorry to see you go
de_de: Es tut uns leid, dich gehen zu sehen

source: Before you deactivate the plugin, would you quickly give us your reason for doing so?
de_de: Bevor du das Plugin deaktivierst, könntest du uns kurz deinen Grund nennen, warum du es tust?

source: Other
de_de: Andere

source: Incompatible with theme or plugin
de_de: Inkompatibel mit einem Theme oder Plugin

source: Found a better plugin
de_de: Ein besseres Plugin gefunden

source: Not the features I wanted
de_de: Nicht die Funktionen, die ich wollte

source: Set up is too difficult
de_de: Einrichtung ist zu kompliziert

source: If you UNCHECK this then your email address will be sent along with your feedback. This can be used by ShortPixel to get back to you for more info or a solution.
de_de: Wenn du dies DEAKTIVIERST, wird deine E-Mail-Adresse zusammen mit deinem Feedback verschickt. Diese kann von ShortPixel genutzt werden, um dich für weitere Informationen oder eine Lösung zu kontaktieren.

source: What was the dificult part ?
de_de: Welcher Teil war kompliziert?

source: Lack of documentation
de_de: Lückenhafte Dokumentation

source: I have read and I agree to the <a href="https://shortpixel.com/tos" target="_blank">Terms of Service</a> and the <a href="https://shortpixel.com/privacy" target="_blank">Privacy Policy</a> (<a href="https://shortpixel.com/privacy#gdpr" target="_blank">GDPR compliant</a>).
de_de: Die <a href="https://shortpixel.com/tos" target="_blank">Nutzungsbedingungen</a> und die <a href="https://shortpixel.com/privacy" target="_blank">Datenschutzerklärung</a> habe ich gelesen und bin damit einverstanden (<a href="https://shortpixel.com/privacy#gdpr" target="_blank">DSGVO-konform</a>).

source: Go to the ShortPixel <a href="%soptions-general.php?page=wp-shortpixel#stats">Stats</a> and see all your websites' optimized stats. Download your detailed <a href="https://%s/v2/report.php?key=%s">Optimization Report</a> to check your image optimization statistics for the last 40 days.
de_de: Gehe zu den ShortPixel-<a href="%soptions-general.php?page=wp-shortpixel#stats">Statistiken</a> und sieh dir die Statistiken deiner optimierten Website an. Lade deinen ausführlichen <a href="https://%s/v2/report.php?key=%s">Optimierungsbericht</a> herunter, um die Optimierungsstatistik deiner Bilder in den letzten 40 Tagen zu sehen.

source: Add patterns separated by comma. A pattern consist of a <strong>type:value</strong> pair; the accepted types are <strong>"name"</strong>, <strong>"path"</strong> and <strong>"size"</strong>. A file will be excluded if it matches any of the patterns. <br>For a <strong>"name"</strong> pattern only the filename will be matched but for a <strong>"path"</strong>, all the path will be matched (useful for excluding certain subdirectories altoghether). For these you can also use regular expressions accepted by preg_match, but without "," or ":". A pattern will be considered a regex if it starts with a "/" and is valid. <br>For the <strong>"size"</strong> type, which applies only to Media Library images, <strong>the main images (not thumbnails)</strong> that have the size in the specified range will be excluded. The format for the "size" exclude is: <strong>minWidth</strong>-<strong>maxWidth</strong>x<strong>minHeight</strong>-<strong>maxHeight</strong>, for example <strong>size:1000-1100x2000-2200</strong>. You can also specify a precise size, as <strong>1000x2000</strong>.
de_de: Füge durch Komma getrennte Muster hinzu. Ein Muster besteht aus einem <strong>Typ:Wert</strong>-Paar; akzeptierte Typen sind <strong>„name“</strong>, <strong>„path“</strong> und <strong>„size“</strong>. Eine Datei wird ausgeschlossen, wenn sie zu einem beliebigen Muster passt. <br>Beim Muster <strong>„name“</strong> muss nur der Dateiname passen, beim Muster <strong>„path“</strong> muss hingegen der gesamte Pfad stimmen (nützlich, um bestimmte Unterverzeichnisse vollständig auszuschließen). In diesen kannst du auch reguläre Ausdrücke verwenden, die von preg_match akzeptiert werden, jedoch nicht „,“ oder „:“. Ein Muster wird als regulärer Ausdruck angesehen, wenn es mit „/“ beginnt und gültig ist. <br>Beim Typ <strong>„size“</strong>, der nur für Bilder der Mediathek gilt, werden <strong>die Hauptbilder (nicht die Vorschaubilder)</strong> mit der angegebenen Größe ausgeschlossen. Das Format des Typs „size“ lautet: <strong>minBreite</strong>-<strong>maxBreite</strong>x<strong>minHöhe</strong>-<strong>maxHöhe</strong>, zum Beispiel <strong>size:1000-1100x2000-2200</strong>. Du kannst auch eine genaue Größe wie <strong>1000x2000</strong> angegeben.

source: No backup files found. Restore not performed.
de_de: Keine Sicherungsdateien gefunden. Wiederherstellung nicht durchgeführt.

source: Exclude thumbnail sizes
de_de: Vorschaubild-Größen ausschließen

source: Global API Key:
de_de: Globaler API-Schlüssel:

source: The e-mail address you use to login to CloudFlare.
de_de: Die E-Mail-Adresse, mit der du dich bei CloudFlare anmeldest.

source: Excluded thumbnails:
de_de: Ausgeschlossene Vorschaubilder:

source: Missing thumbnails:
de_de: Fehlende Vorschaubilder:

source: Please check the thumbnail sizes you would like to <strong>exclude</strong> from optimization. There might be sizes created by themes or plugins which do not appear here, because they were not properly registered with WordPress. If you want to ignore them too, please uncheck the option <strong>Optimize other thumbs</strong> above.
de_de: Bitte überprüfe die Vorschaubild-Größen, die du von der Optimierung <strong>ausschließen</strong> möchtest. Es könnte von Themes oder Plugins erstellte Größen geben, die hier nicht erscheinen, weil sie nicht ordnungsgemäß in WordPress registriert wurden. Falls du sie ebenfalls ignorieren möchtest, deaktiviere oben die Option <strong>Andere Vorschaubilder optimieren</strong>.

source: If you're using Cloudflare on your site then we advise you to fill in the details below. This will allow ShortPixel to work seamlessly with Cloudflare so that any image optimized/restored by ShortPixel will be automatically updated on Cloudflare as well.
de_de: Falls du CloudFlare für deine Website verwendest, empfehlen wir, die folgenden Details auszufüllen. Dies erlaubt ShortPixel eine nahtlose Zusammenarbeit mit CloudFlare, so dass jedes optimierte/wiederhergestellte Bild von ShortPixel automatisch auch in CloudFlare aktualisiert wird.

source: This can be found when you're logged into your account, on the My Profile page:
de_de: Diesen findest du auf der „Mein Profil“-Seite, wenn du in deinem Konto angemeldet bist:

source: This can be found in your Cloudflare account in the "Overview" section for your domain.
de_de: Diese findest du in deinem CloudFlare-Konto im „Übersicht“-Abschnitt deiner Domain.

source: File %s cannot be restored due to lack of permissions, please contact your hosting provider to assist you in fixing this.
de_de: Datei %s kann aufgrund fehlender Berechtigungen nicht wiederhergestellt werden. Bitte kontaktiere deinen Hosting-Anbieter, damit er dir bei der Behebung helfen kann.

source: Please do not close this admin page.
de_de: Bitte diese Verwaltungsseite nicht schließen.

source: Request an API Key:
de_de: Fordere einen API-Schlüssel an:

source: Already have an API Key:
de_de: API-Schlüssel bereits vorhanden:

source: If you already have an API Key please input it below and press Validate.
de_de: Falls du bereits einen API-Schlüssel hast, gib ihn bitte hier ein und klicke auf „Überprüfen“.

source: Are you sure you want to delete all the backup images? You won't be able to restore from backup or to reoptimize with different settings if you delete the backups.
de_de: Bist du sicher, dass du alle gesicherten Bilder löschen möchtest? Es wird nicht mehr möglich sein, Bilder aus Sicherungen wiederherzustellen oder sie mit anderen Einstellungen neu zu optimieren, falls du die Sicherungen löschst.

source: Cleanup
de_de: Säubern

source: Top-up your account to optimize more images.
de_de: Lade dein Konto auf, um mehr Bilder zu optimieren.

source: Confirm New Credits
de_de: Neue Credits bestätigen

source: I know what I'm doing
de_de: Ich weiß, was ich tue

source: The following plugins are not compatible with ShortPixel and may lead to unexpected results:
de_de: Die folgenden Plugins sind mit ShortPixel nicht kompatibel und könnten zu unerwarteten Resultaten führen:

source: Bulk Delete Pending Metadata
de_de: Sammel-Löschen ausstehender Metadaten

source: (%s more)
de_de: (%s mehr)

source: You need PHP GD for this. Please ask your hosting to install it.
de_de: Du benötigst PHP GD dafür. Bitte deinen Hosting-Anbieter, es zu installieren.

source: Reduced by X%(unknown)
de_de: Reduziert um X%(unbekannt)

source: Are you sure you want to cleanup the pending metadata?
de_de: Bist du sicher, dass du die ausstehenden Metadaten säubern willst?

source: ShortPixel is not able to write to the uploads folder so it cannot optimize images, please check permissions (tried to create the file %s/.shortpixel-q-1).
de_de: ShortPixel ist nicht in der Lage, den „uploads“-Ordner zu beschreiben, um Bilder zu optimieren. Bitte überprüfe die Berechtigungen (es wurde versucht, die Datei %s/.shortpixel-q-1 zu erstellen).

source: If you have a Retina plugin that generates Retina-specific images (@2x), ShortPixel can optimize them too, alongside the regular Media Library images and thumbnails.
de_de: Falls du ein Retina-Plugin verwendest, das Retina-fähige Bilder (@2x) erzeugt, kann ShortPixel diese ebenfalls optimieren, genauso wie die normalen Mediathek-Bilder und Vorschaubilder.

source: Some plugins create thumbnails which are not registered in the metadata but instead only create them alongside the other thumbnails. Let ShortPixel optimize them as well.
de_de: Einige Plugins erstellen Vorschaubilder, die nicht in den Metadaten registriert sind und neben den anderen Vorschaubildern erzeugt wurden. Lass ShortPixel diese ebenfalls optimieren.

source: Converted from PNG
de_de: Von PNG konvertiert

source: Content Items (Posts, Pages, Custom Post Types, Revisions)
de_de: Inhaltselemente (Beiträge, Seiten, individuelle Inhaltstypen, Revisionen)

source: Excerpts
de_de: Auszüge

source: Attachments
de_de: Anhänge

source: Custom Fields
de_de: Individuelle Felder

source: Test&nbsp;for&nbsp;free
de_de: Kostenlos&nbsp;ausprobieren

source: Optimize other thumbs
de_de: Andere Vorschaubilder optimieren

source: Optimize also the unlisted thumbs if found.
de_de: Optimiere auch die nicht aufgeführten Vorschaubilder, falls vorhanden.

source: Go to my account and select a plan
de_de: Zu meinem Konto gehen und einen Tarif auswählen

source: Yes, include these thumbnails
de_de: Ja, schließe diese Vorschaubilder ein

source: alert
de_de: Warnung

source: advice
de_de: Vorschlag

source: <p>ShortPixel found thumbnails which are not registered in the metadata but present alongside the other thumbnails. These thumbnails could be created and needed by some plugin or by the theme. Let ShortPixel optimize them as well?</p>
de_de: <p>ShortPixel fand Vorschaubilder, die nicht in den Metadaten registriert sind, aber neben den anderen Vorschaubildern bestehen. Diese könnten von einem anderen Plugin oder Theme erstellt worden sein und benötigt werden. Soll ShortPixel diese ebenfalls optimieren?</p>

source: For example, the image
de_de: Zum Beispiel das Bild

source: Please provide a valid e-mail address.
de_de: Bitte gib eine gültige E-Mail-Adresse an.

source: Please input your e-mail address and press the Request Key button.
de_de: Bitte gib deine E-Mail-Adresse ein und klicke den „Schlüssel anfordern“-Button.

source: More info about glossy
de_de: Weitere Informationen über „Glänzend“

source: Read more
de_de: Weiterlesen

source: Are you sure you want to cleanup the ShortPixel metadata info for the images in your Media Library optimized with ShortPixel? This will make ShortPixel 'forget' that it optimized them and will optimize them again if you re-run the Bulk Optimization process.
de_de: Bist du sicher, dass du die ShortPixel-Metadaten-Informationen für bereits optimierte Bilder in deiner Mediathek säubern willst? Dies lässt ShortPixel „vergessen“, dass es sie bereits optimiert hat und wird sie nochmals optimieren, wenn die Optimierungs-Sammelverarbeitung neu ausgeführt wird.

source: Show me the best available options
de_de: Zeige mir die besten verfügbaren Optionen

source: Upgrade your ShortPixel account
de_de: Upgrade deines ShortPixel-Kontos durchführen

source: Bulk Delete SP Metadata
de_de: Sammel-Löschung der SP-Metadaten

source: Media Library cleanup in progress ...
de_de: Mediathek-Säuberung wird durchgeführt ...

source: Bulk cleanup has started.
de_de: Sammel-Säuberung hat begonnen.

source: Compare Images
de_de: Bilder vergleichen

source: Are you sure you want to restore from backup all the images in your Media Library optimized with ShortPixel?
de_de: Bist du sicher, dass du alle Bilder in deiner Mediathek, die mit ShortPixel optimiert wurden, aus der Sicherung wiederherstellen willst?

source: Automatically convert the PNG images to JPEG if possible.
de_de: Konvertiere automatisch Bilder von PNG nach JPEG, falls möglich.

source: Convert PNG images to JPEG
de_de: Von PNG nach JPEG konvertieren

source: not processed.
de_de: nicht verarbeitet.

source: Generate WebP markup
de_de: WebP-Markup erzeugen

source: Generate the &lt;picture&gt; markup in the front-end.
de_de: Erzeuge das &lt;picture&gt;-Markup im Frontend.

source: Each &lt;img&gt; will be replaced with a &lt;picture&gt; tag that will also provide the WebP image as a choice for browsers that support it. Also loads the picturefill.js for browsers that don't support the &lt;picture&gt; tag. You don't need to activate this if you're using the Cache Enabler plugin because your WebP images are already handled by this plugin. <strong>Please make a test before using this option</strong>, as if the styles that your theme is using rely on the position of your &lt;img&gt; tag, you might experience display problems.
de_de: Jedes &lt;img&gt; wird durch einen &lt;picture&gt;-Tag ersetzt, der auch das WebP-Bild für jene Browser zur Auswahl stellt, die dies unterstützen. Außerdem wird die Datei picturefill.js für solche Browser geladen, die den &lt;picture&gt;-Tag nicht unterstützen. Falls du das Plugin „Cache Enabler“ verwendest, musst du dies nicht aktivieren, weil deine WebP-Bilder bereits von diesem Plugin verarbeitet werden. <strong>Bitte mache einen Test vor Verwendung dieser Option</strong>, da es zu Darstellungsproblemen kommen könnte, falls die von deinem Theme verwendeten Stylesheets von der Position deines &lt;img&gt;-Tags abhängen.

source: Exclude patterns
de_de: Muster ausschließen

source: Exclude certain images from being optimized, based on patterns.
de_de: Schließe bestimmte Bilder je nach gewähltem Muster von der Optimierung aus.

source: Restoring images...
de_de: Bilder werden wiederhergestellt...

source: <b>Lossless compression: </b> the resulting image is pixel-identical with the original image.</br>Make sure not a single pixel looks different in the optimized image compared with the original. In some rare cases you will need to use this type of compression. Some technical drawings or images from vector graphics are possible situations.
de_de: <b>Verlustfreie Komprimierung:</b> Das erzeugte Bild ist bis auf Pixelebene identisch mit dem Originalbild.</br>Stellt sicher, dass nicht ein einziger Pixel im optimierten Bild vom Original abweicht. In einigen seltenen Fällen wird diese Art der Komprimierung benötigt. Einige technische Zeichnungen oder aus Vektorgrafiken erzeugte Bilder sind denkbare Anwendungsbereiche.

source: %s images and %s thumbnails were optimized <strong>%s</strong>.
de_de: %s Bilder und %s Vorschaubilder wurden <strong>%s</strong> optimiert.

source: %s images were optimized <strong>%s</strong>.
de_de: %s Bilder wurden <strong>%s</strong> optimiert.

source: Bulk Restore Media Library
de_de: Sammel-Wiederherstellung der Mediathek

source: Media Library restore in progress ...
de_de: Mediathek-Wiederherstellung wird durchgeführt&nbsp;...

source: Bulk restore has started.
de_de: Sammel-Wiederherstellung hat begonnen.

source: <b>Glossy compression: </b>creates images that are almost pixel-perfect identical to the originals.</br> Best option for photographers and other professionals that use very high quality images on their sites and want best compression while keeping the quality untouched.
de_de: <b>Glänzende Komprimierung:</b> Erzeugt Bilder, die auf Pixelebene nahezu identisch zu den Originalen sind.</br> Beste Option für Fotografen und andere Profis, die äußerst hochqualitative Bilder auf ihren Websites verwenden und beste Komprimierung bei unveränderter Qualität möchten.

source: Re-optimize glossy
de_de: Als „glänzend“ erneut optimieren

source: <b>Lossy compression (recommended): </b>offers the best compression rate.</br> This is the recommended option for most users, producing results that look the same as the original to the human eye.
de_de: <b>Verlustbehaftete Komprimierung (empfohlen):</b> Bietet die beste Komprimierungsrate.</br>Dies ist die empfohlene Option für die meisten Benutzer. Die erzeugten Resultate sind für das menschliche Auge identisch zum Original.

source: Automatically optimize PDF documents.
de_de: Optimiere automatisch PDF-Dokumente.

source: Average image<br>reduction so far:
de_de: Durchschnittliche Bild-<br>Reduzierung bisher:

source: Warning
de_de: Warnung

source: Deactivate
de_de: Deaktivieren

source: Too many images processing simultaneously for your site, automatically retrying in 1 min. Please don't close this window.
de_de: Zu viele Bilder werden für deine Website gleichzeitig bearbeitet. Ein neuer Versuch startet automatisch in einer Minute. Bitte schließe nicht dieses Fenster.

source: Image files are missing.
de_de: Bild-Dateien fehlen.

source: Searching images to optimize...
de_de: Zu optimierende Bilder werden gesucht...

source: The ShortPixel API is in maintenance mode. Please don't close this window. The bulk will resume automatically as soon as the API is back online.
de_de: Die ShortPixel-API befindet sich im Wartungsmodus. Bitte schließe nicht dieses Fenster. Die Sammelverarbeitung wird automatisch fortgesetzt, sobald die API wieder online ist.

source: Optimize PDFs
de_de: PDFs optimieren

source: While you wait for your images to optimize, check out Squirrly, a great plugin for further boosting your SEO.
de_de: Während du auf die Optimierung deiner Bilder wartest, sieh dir Squirrly an. Ein tolles Plugin, um deine SEO weiter voranzutreiben.

source: If you don't have an API Key, you can request one for free. Just press the "Request Key" button after checking that the e-mail is correct.
de_de: Falls du keinen API-Schlüssel besitzt, kannst du kostenlos einen anfordern. Klicke einfach den „Schlüssel anfordern“-Button, nachdem du überprüft hast, dass die E-Mail-Adresse korrekt ist.

source: E-mail address:
de_de: E-Mail-Adresse:

source: Request a new API key
de_de: Fordere einen neuen API-Schlüssel an

source: Request Key
de_de: Schüssel anfordern

source: <b>%s</b> is the e-mail address in your WordPress Settings. You can use it, or change it to any valid e-mail address that you own.
de_de: <b>%s</b> ist die E-Mail-Adresse aus deinen WordPress-Einstellungen. Du kannst diese verwenden oder sie durch eine andere gültige E-Mail-Adresse ersetzen.

source: Cleanup&Retry
de_de: Säubern und erneut versuchen

source: Please do not set a {0} less than the {1} of the largest thumbnail which is {2}, to be able to still regenerate all your thumbnails in case you'll ever need this.
de_de: Bitte setze keine {0} kleiner als die {1} des größten Vorschaubilds, die {2} beträgt, um weiterhin in der Lage zu sein, all deine Vorschaubilder neu zu erzeugen, falls dies einmal erforderlich sein sollte.

source: Please do not set a {0} less than 1024, to be able to still regenerate all your thumbnails in case you'll ever need this.
de_de: Bitte setze keine {0} kleiner als 1024, um weiterhin in der Lage zu sein, all deine Vorschaubilder neu zu erzeugen, falls dies einmal erforderlich sein sollte.

source: Please provide a valid e-mail.
de_de: Bitte gib eine gültige E-Mail-Adresse an.

source: For any question regarding obtaining your API Key, please contact us at
de_de: Für sämtliche Fragen zum Erhalt deines API-Schlüssels kontaktiere uns bitte unter

source: Your monthly plan
de_de: Dein monatlicher Tarif

source: Folder already added.
de_de: Ordner bereits hinzugefügt.

source: The %s folder cannot be processed as it's not inside the root path of your website (%s).
de_de: Der Ordner %s kann nicht verarbeitet werden, da er sich nicht im Stamm-Pfad deiner Website (%s) befindet.

source: This folder contains the ShortPixel Backups. Please select a different folder.
de_de: Dieser Ordner beinhaltet die ShortPixel-Sicherungen. Bitte wähle einen anderen Ordner.

source: Folder already included in %s.
de_de: Ordner bereits in %s eingeschlossen.

source: Folder does not exist.
de_de: Ordner existiert nicht.
