Repository: helmut-hoffer-von-ankershoffen/courses
Catalog: app/pub/app/languages/plugins/shortpixel-image-optimiser-*.po
Languages: de_de

source: Error
de_de: Fehler

source: Folder %s is not writeable. Please check permissions and try again.
de_de: Ordner %s ist nicht beschreibbar. Bitte überprüfe die Berechtigungen und versuche es erneut.

source: Image
de_de: Bild

source: Images
de_de: Bilder

source: Filename
de_de: Dateiname

source: Folder
de_de: Ordner

source: Type
de_de: Art

source: Options
de_de: Optionen

source: Optimize
de_de: Optimieren

source: Retry
de_de: Erneut versuchen

source: Restore
de_de: Wiederherstellen

source: Check quota
de_de: Kontingent überprüfen

source: View
de_de: Ansehen

source: Restored
de_de: Wiederhergestellt

source: Bonus processing
de_de: Bonus-Durchführung

source: Reduced by
de_de: Reduziert um

source: Pending
de_de: Ausstehend

source: Waiting
de_de: Wartend

source: Keep EXIF
de_de: EXIF beibehalten

source: Preserve CMYK
de_de: CMYK beibehalten

source: No images avaliable. Go to <a href="options-general.php?page=wp-shortpixel#adv-settings">Advanced Settings</a> to configure additional folders to be optimized.
de_de: Keine Bilder verfügbar. Gehe zu <a href="options-general.php?page=wp-shortpixel#adv-settings">Erweiterte Einstellungen</a>, um zusätzliche zu optimierende Ordner zu konfigurieren.

source: Show more details
de_de: Mehr Details anzeigen

source: Average reduction
de_de: Durchschnittliche Reduzierung

source: Quota Exceeded
de_de: Kontingent aufgebraucht

source: The plugin has optimized <strong>%s images</strong> and stopped because it reached the available quota limit.
de_de: Das Plugin hat <strong>%s Bilder</strong> optimiert und wurde angehalten, weil es die Grenze des verfügbaren Kontingents erreicht hat.

source: Check your account
de_de: Überprüfe dein Konto

source: If you don’t have an API Key, you can get one delivered to your inbox, for free.
de_de: Falls du keinen API-Schlüssel hast, kannst du dir kostenlos einen in deine Mailbox liefern lassen.

source: Dismiss
de_de: Verwerfen

source: Action needed. Please <a href='https://shortpixel.com/wp-apikey' target='_blank'>get your API key</a> to activate your ShortPixel plugin.
de_de: Handeln erforderlich. Bitte <a href='https://shortpixel.com/wp-apikey' target='_blank'>fordere deinen API-Schlüssel an</a>, um dein ShortPixel-Plugin zu aktivieren.

source: Your image gallery is not optimized. It takes 2 minutes to <a href='https://shortpixel.com/wp-apikey' target='_blank'>get your API key</a> and activate your ShortPixel plugin.
de_de: Deine Bildergalerie ist nicht optimiert. Es dauert zwei Minuten, um <a href='https://shortpixel.com/wp-apikey' target='_blank'>deinen API-Schlüssel anzufordern</a> und dein ShortPixel-Plugin zu aktivieren.

source: Your media library
de_de: Deine Mediathek

source: Original images
de_de: Original-Bilder

source: Smaller thumbnails
de_de: Kleinere Vorschaubilder

source: Include thumbnails
de_de: Vorschaubilder einschließen

source: Already optimized originals
de_de: Bereits optimierte Originale

source: Already optimized thumbnails
de_de: Bereits optimierte Vorschaubilder

source: Your custom folders
de_de: Deine individuellen Ordner

source: <span class="label">Start Optimizing</span><br> <span class="total">%s</span> images
de_de: <span class="label">Beginne Optimierung von</span><br> <span class="total">%s</span> Bildern

source: Nothing to optimize! The images that you add to Media Gallery will be automatically optimized after upload.
de_de: Nichts zu optimieren! Bilder, die du zur Mediathek hinzufügst, werden nach dem Hochladen automatisch optimiert.

source: After you start the bulk process, in order for the optimization to run, you must keep this page open and your computer running. If you close the page for whatever reason, just turn back to it and the bulk process will resume.
de_de: Nach dem Starten der Sammelverarbeitung musst du diese Seite geöffnet und deinen Computer eingeschaltet lassen, damit die Optimierung durchgeführt wird. Wenn du die Seite aus welchen Gründen auch immer schließt, kehre einfach hierher zurück, und die Sammelverarbeitung wird fortgesetzt.

source: What are Thumbnails?
de_de: Was sind Vorschaubilder?

source: Thumbnails are smaller images usually generated by your WP theme. Most themes generate between 3 and 6 thumbnails for each Media Library image.
de_de: Vorschaubilder sind kleinere Bilder, die üblicherweise von deinem WP-Theme erzeugt werden. Die meisten Themes erzeugen drei bis sechs Vorschaubilder für jedes Bild in der Mediathek.

source: The thumbnails also generate traffic on your website pages and they influence your website's speed.
de_de: Die Vorschaubilder erzeugen außerdem Datenverkehr auf deinen Webseiten und beeinflussen die Geschwindigkeit deiner Website.

source: It's highly recommended that you include thumbnails in the optimization as well.
de_de: Es wird dringend empfohlen, auch Vorschaubilder in die Optimierung einzuschließen.

source: How does it work?
de_de: Wie funktioniert das?

source: The plugin processes images starting with the newest ones you uploaded in your Media Library.
de_de: Das Plugin verarbeitet Bilder beginnend mit den neuesten, die in deine Mediathek hochgeladen wurden.

source: You will be able to pause the process anytime.
de_de: Du kannst die Verarbeitung jederzeit pausieren.

source: <p>Your original images will be stored in a separate back-up folder.</p>
de_de: <p>Deine Original-Bilder werden in einem separaten Sicherungsordner gespeichert.</p>

source: You can watch the images being processed live, right here, after you start optimizing.
de_de: Du kannst der Verarbeitung der Bilder hier live zusehen, nachdem die Optimierung gestartet wurde.

source: Please see below the optimization status so far:
de_de: Hier kannst du den bisherigen Optimierungsstatus sehen:

source: You can continue optimizing your Media Gallery from where you left, by clicking the Resume processing button. Already optimized images will not be reprocessed.
de_de: Du kannst mit der Optimierung deiner Medien-Galerie vom letzten Zwischenstand aus fortfahren, indem du den „Verarbeitung fortsetzen“-Button klickst. Bereits optimierte Bilder werden nicht erneut verarbeitet.

source: Congratulations!
de_de: Gratulation!

source: Your media library has been successfully optimized!
de_de: Deine Mediathek wurde erfolgreich optimiert!

source: Summary
de_de: Zusammenfassung

source: Share your optimization results:
de_de: Teile dein Optimierungsergebnis:

source: with @ShortPixel, a #WordPress image optimization plugin
de_de: mit @ShortPixel, einem #WordPress-Bildoptimierungs-Plugin

source: Tweet
de_de: Twittern

source: Please rate us!
de_de: Bitte bewerte uns!

source: The following images could not be processed because of their limited write rights. This usually happens if you have changed your hosting provider. Please restart the optimization process after you granted write rights to all the files below.
de_de: Die folgenden Bilder konnten aufgrund begrenzter Schreibrechte nicht verarbeitet werden. Üblicherweise passiert das, wenn der Hosting-Anbieter gewechselt wurde. Bitte starte die Optimierung neu, nachdem du allen genannten Dateien Schreibrechte zugewiesen hast.

source: %s images and %s thumbnails were optimized <strong>%s</strong>. You can re-optimize <strong>%s</strong> the ones that have backup.
de_de: %s Bilder und %s Vorschaubilder wurden <strong>%s</strong> optimiert. Du kannst jene mit einer Sicherung erneut <strong>%s</strong> optimieren.

source: %s images were optimized <strong>%s</strong>. You can re-optimize <strong>%s</strong> the ones that have backup.
de_de: %s Bilder wurden <strong>%s</strong> optimiert. Du kannst jene mit einer Sicherung erneut <strong>%s</strong> optimieren.

source: thumbnails will be restored to originals.
de_de: Vorschaubilder werden als Originale wiederhergestellt.

source: Restart the optimization process for these images by clicking the button below.
de_de: Starte die Optimierung dieser Bilder erneut durch Klicken dieses Buttons.

source: Restart the optimization process for new images added to your library by clicking the button below.
de_de: Starte erneut die Optimierung von Bildern, die deiner Mediathek hinzugefügt wurden, durch Klicken dieses Buttons.

source: Already <strong>%s</strong> optimized images will not be reprocessed.
de_de: Bereits <strong>%s</strong> optimierte Bilder werden nicht nochmals verarbeitet.

source: More info
de_de: Weitere Informationen

source: Restart Optimizing
de_de: Optimierung erneut starten

source: Bulk Image Optimization by ShortPixel
de_de: Sammel-Bildoptimierung von ShortPixel

source: Lengthy operation in progress:
de_de: Längere Verarbeitung im Gange:

source: Optimizing image
de_de: Optimiere Bild

source: Error processing file:
de_de: Fehler beim Verarbeiten der Datei:

source: Just optimized:
de_de: Soeben optimiert:

source: Original image
de_de: Original-Bild

source: Optimized image
de_de: Optimiertes Bild

source: Optimized by:
de_de: Optimiert um:

source: Media Library
de_de: Mediathek

source: and
de_de: und

source: Custom folders
de_de: Individuelle Ordner

source: optimization in progress ...
de_de: Optimierung im Gange ...

source: Bulk optimization has started.
de_de: Sammel-Optimierung hat begonnen.

source: optimization paused
de_de: Optimierung pausiert

source: Pause
de_de: Pausieren

source: Resume processing
de_de: Verarbeitung fortsetzen

source: Only other media
de_de: Nur andere Medien

source: Process only the other media, skipping the Media Library
de_de: Nur andere Medien verarbeiten, Mediathek überspringen

source: Manage custom folders
de_de: Individuelle Ordner verwalten

source: Processed Images and PDFs:
de_de: Verarbeitete Bilder und PDFs:

source: Processed Thumbnails:
de_de: Verarbeitete Vorschaubilder:

source: Total files processed:
de_de: Verarbeitete Dateien insgesamt:

source: Total to be optimized
de_de: Ausstehende Optimierungen insgesamt

source: Total images
de_de: Bilder insgesamt

source: Minus files with <5% optimization (free):
de_de: Abzüglich Dateien mit <5% Optimierung (kostenlos):

source: Used quota:
de_de: Verbrauchtes Kontingent:

source: Average optimization:
de_de: Durchschnittliche Optimierung:

source: Saved space:
de_de: Eingesparter Speicherplatz:

source: ShortPixel Plugin Settings
de_de: ShortPixel Plugin-Einstellungen

source: Upgrade now
de_de: Jetzt Upgrade durchführen

source: Support
de_de: Unterstützung

source: General
de_de: Allgemein

source: Advanced
de_de: Erweitert

source: Statistics
de_de: Statistiken

source: WP Resources
de_de: WP-Ressourcen

source: Please reload
de_de: Bitte neu laden

source: New images uploaded to the Media Library will be optimized automatically.<br/>If you have existing images you would like to optimize, you can use the <a href="%supload.php?page=wp-short-pixel-bulk">Bulk Optimization Tool</a>.
de_de: Neue Bilder, die zu deiner Mediathek hochgeladen wurden, werden automatisch optimiert.<br/>Bei vorhandenen Bildern, die optimiert werden sollen, kannst du das <a href="%supload.php?page=wp-short-pixel-bulk">Sammeloptimierungs-Werkzeug</a> nutzen.

source: API Key:
de_de: API-Schlüssel:

source: Multisite API Key
de_de: Netzwerk-API-Schlüssel:

source: Validate the provided API key
de_de: Überprüfe den angegebenen API-Schlüssel

source: Validate
de_de: Überprüfen

source: Key defined in wp-config.php.
de_de: Schlüssel festgelegt in wp-config.php.

source: Compression type:
de_de: Komprimierungsart:

source: Apply compression also to <strong>image thumbnails.</strong>
de_de: Wende Komprimierung auch auf <strong>Vorschaubilder</strong> an.

source: It is highly recommended that you optimize the thumbnails as they are usually the images most viewed by end users and can generate most traffic.<br>Please note that thumbnails count up to your total quota.
de_de: Es wird dringend empfohlen, dass du Vorschaubilder optimierst, da sie üblicherweise jene Bilder sind, die von den Endnutzern am meisten angesehen werden, und die den meisten Datenverkehr erzeugen.<br>Bitte beachte, dass Vorschaubilder auf dein Gesamt-Kontingent angerechnet werden.

source: Image backup
de_de: Bild-Sicherung

source: Save and keep a backup of your original images in a separate folder.
de_de: Speichere und verwahre eine Sicherung deiner Original-Bilder in einem separaten Ordner.

source: Remove EXIF
de_de: EXIF entfernen

source: Remove the EXIF tag of the image (recommended).
de_de: Entferne den EXIF-Tag des Bildes (empfohlen).

source: EXIF is a set of various pieces of information that are automatically embedded into the image upon creation. This can include GPS position, camera manufacturer, date and time, etc. Unless you really need that data to be preserved, we recommend removing it as it can lead to <a href="http://blog.shortpixel.com/how-much-smaller-can-be-images-without-exif-icc" target="_blank">better compression rates</a>.
de_de: EXIF ist eine Sammlung verschiedener Informationen, die automatisch in ein Bild bei dessen Erstellung eingebettet werden. Dies kann GPS-Position, Kamera-Hersteller, Datum und Zeit, etc. beinhalten. Sofern es nicht unbedingt nötig ist, diese Daten zu erhalten, empfehlen wir ihre Entfernung, was zu <a href="http://blog.shortpixel.com/how-much-smaller-can-be-images-without-exif-icc" target="_blank">besseren Komprimierungsraten</a> führen kann.

source: Recommended for large photos, like the ones taken with your phone. Saved space can go up to 80% or more after resizing.
de_de: Empfohlen für große Fotos, die z.B. mit deinem Smartphone aufgenommen wurden. Der eingesparte Speicherplatz kann mehr als 80&nbsp;% nach der Größenänderung betragen.

source: Adjust your images' colours for computer and mobile screen display.
de_de: Passe die Farben deiner Bilder an Computer- und Smartphone-Bildschirme an.

source: Sizes will be greater or equal to the corresponding value. For example, if you set the resize dimensions at 1000x1200, an image of 2000x3000px will be resized to 1000x1500px while an image of 3000x2000px will be resized to 1800x1200px
de_de: Größen werden größer oder gleich zu den entsprechenden Werten sein. Wenn du beispielsweise die zu ändernden Größen auf 1000&times;1200 setzt, wird ein Bild mit der Größe 2000&times;3000px auf die Größe 1000&times;1500px geändert, wohingegen ein Bild der Größe 3000&times;2000px auf die Größe 1800&times;1200px geändert wird.

source: Sizes will be smaller or equal to the corresponding value. For example, if you set the resize dimensions at 1000x1200, an image of 2000x3000px will be resized to 800x1200px while an image of 3000x2000px will be resized to 1000x667px
de_de: Größen werden kleiner oder gleich zu den entsprechenden Werten sein. Wenn du beispielsweise die zu ändernden Größen auf 1000&times;1200 setzt, wird ein Bild mit der Größe 2000&times;3000px auf die Größe 800&times;1200px geändert, wohingegen ein Bild der Größe 3000&times;2000px auf die Größe 1000&times;667px geändert wird.

source: Save Changes
de_de: Änderungen speichern

source: Save and go to the Bulk Processing page
de_de: Speichern und zur Sammelverarbeitungsseite gehen

source: Save and Go to Bulk Process
de_de: Speichern und zur Sammelverarbeitung gehen

source: Please enter your API key in the General tab first.
de_de: Bitte gib zuerst deinen API-Schlüssel im „Allgemein“-Tab ein.

source: Additional media folders
de_de: Zusätzliche Medien-Ordner

source: Folder name
de_de: Ordner-Name

source: Type &amp;<br>Status
de_de: Art &amp;<br>Status

source: Files
de_de: Dateien

source: Last change
de_de: Letzte Änderung

source: Empty
de_de: Leer

source: Optimized
de_de: Optimiert

source: Stop monitoring
de_de: Überwachung beenden

source: Stop optimizing
de_de: Optimierung beenden

source: Failed
de_de: Fehlgeschlagen

source: Full folder refresh, check each file of the folder if it changed since it was optimized. Might take up to 1 min. for big folders.
de_de: Vollständige Ordner-Aktualisierung. Überprüft jede Datei des Ordners, ob sie seit der Optimierung verändert wurde. Kann bei großen Ordnern bis zu einer Minute dauern.

source: Refresh
de_de: Aktualisieren

source: Select the images folder on your server.
de_de: Wähle den Bilder-Ordner auf deinem Server.

source: Add Folder
de_de: Ordner hinzufügen

source: Select the images folder
de_de: Wähle den Bilder-Ordner

source: Cancel
de_de: Abbrechen

source: Optimize NextGen galleries
de_de: NextGen-Galerien optimieren

source: Optimize NextGen galleries.
de_de: Optimiere NextGen-Galerien.

source: Check this to add all your current NextGen galleries to the custom folders list and to also have all the future NextGen galleries and images optimized automatically by ShortPixel.
de_de: Wähle dies, um alle aktuellen NextGen-Galerien zur „Individuelle Ordner“-Liste hinzuzufügen und ebenso alle zukünftigen NextGen-Galerien und -Bilder automatisch von ShortPixel optimieren zu lassen.

source: WebP versions
de_de: WebP-Versionen

source: Create also <a href="http://blog.shortpixel.com/how-webp-images-can-speed-up-your-site/" target="_blank">WebP versions</a> of the images <strong>for free</strong>.
de_de: Erstelle außerdem <a href="http://blog.shortpixel.com/how-webp-images-can-speed-up-your-site/" target="_blank">WebP-Versionen</a> der Bilder <strong>kostenlos</strong>.

source: Optimize Retina images
de_de: Retina-Bilder optimieren

source: Optimize also the Retina images (@2x) if they exist.
de_de: Optimiere auch Retina-Bilder (@2x), falls vorhanden.

source: HTTP AUTH credentials
de_de: „HTTP AUTH“-Zugangsdaten

source: User
de_de: Benutzer

source: Password
de_de: Passwort

source: Only fill in these fields if your site (front-end) is not publicly accessible and visitors need a user/pass to connect to it. If you don't know what is this then just <strong>leave the fields empty</strong>.
de_de: Fülle diese Felder nur aus, wenn deine Website (Frontend) nicht öffentlich zugänglich ist und Besucher ein Passwort benötigen, um sich anzumelden. Falls du damit nichts anfangen kannst, dann <strong>lasse die Felder einfach leer</strong>.

source: Process in front-end
de_de: Verarbeitung im Frontend

source: Automatically optimize images added by users in front end.
de_de: Optimiere automatisch Bilder, die von Benutzern im Frontend hinzugefügt wurden.

source: Check this if you have users that add images or PDF documents from custom forms in the front-end. This could increase the load on your server if you have a lot of users simultaneously connected.
de_de: Wähle dies, falls es Benutzer gibt, die Bilder oder PDF-Dokumente über individuelle Formulare im Frontend hinzufügen. Dies könnte die Auslastung deines Servers erhöhen, wenn viele Benutzer gleichzeitig verbunden sind.

source: Optimize media on upload
de_de: Medien nach Upload optimieren

source: Your ShortPixel Stats
de_de: Deine ShortPixel-Statistiken

source: Average compression of your files:
de_de: Durchschnittliche Komprimierung deiner Dateien:

source: Saved disk space by ShortPixel
de_de: Durch ShortPixel eingesparter Speicherplatz

source: Bandwith* saved with ShortPixel:
de_de: Durch ShortPixel eingesparte Bandbreite*:

source: * Saved bandwidth is calculated at 10,000 impressions/image
de_de: * Eingesparte Bandbreite wurde für 10.000 Ansichten/Bild berechnet

source: Your ShortPixel Plan
de_de: Dein ShortPixel-Tarif

source: %s/month, renews in %s days, on %s ( <a href="https://shortpixel.com/login/%s" target="_blank">Need More? See the options available</a> )
de_de: %s/Monat, erneuert sich in %s Tagen, am %s ( <a href="https://shortpixel.com/login/%s" target="_blank">Benötigst du mehr? Schau dir die verfügbaren Optionen an</a> )

source: Number of images processed this month:
de_de: Anzahl verarbeiteter Bilder in diesem Monat:

source: see report
de_de: Bericht ansehen

source: Remaining** images in your plan:
de_de: Verbleibende** Bilder in deinem Tarif:

source: images
de_de: Bilder

source: ** Increase your image quota by <a href="https://shortpixel.com/login/%s" target="_blank">upgrading your ShortPixel plan.</a>
de_de: ** Erhöhe dein Bild-Kontingent durch ein <a href="https://shortpixel.com/login/%s" target="_blank">Upgrade deines ShortPixel-Tarifs</a>.

source: Total number of processed files:
de_de: Anzahl der verarbeiteten Dateien insgesamt:

source: Empty backups
de_de: Sicherungen löschen

source: Optimization N/A
de_de: Optimierung nicht verfügbar

source: Image does not exist.
de_de: Bild existiert nicht.

source: Please <a href="options-general.php?page=wp-shortpixel">go to Settings</a> to validate the API Key.
de_de: Bitte <a href="options-general.php?page=wp-shortpixel">gehe zu Einstellungen</a>, um den API-Schlüssel zu überprüfen.

source: Invalid API Key. <a href="options-general.php?page=wp-shortpixel">Check your Settings</a>
de_de: Ungültiger API-Schlüssel. <a href="options-general.php?page=wp-shortpixel">Überprüfe deine Einstellungen</a>

source: Optimize now
de_de: Jetzt optimieren

source: WebP images
de_de: WebP-Bilder

source: kept
de_de: behalten

source: removed
de_de: entfernt

source: Optimized on
de_de: Optimiert am

source: +%s of %s thumbnails optimized
de_de: +%s von %s Vorschaubildern optimiert

source: +%s thumbnails optimized
de_de: +%s Vorschaubilder optimiert

source: +%s Retina images optimized
de_de: +%s Retina-Bilder optimiert

source: Optimize %s thumbnails
de_de: %s Vorschaubilder optimieren

source: Reoptimize from the backed-up image
de_de: Aus der Bildsicherung erneut optimieren

source: Re-optimize
de_de: Erneut optimieren

source: Restore backup
de_de: Sicherung wiederherstellen

source: Extend Quota
de_de: Kontingent erweitern

source: Check&nbsp;&nbsp;Quota
de_de: Kontingent&nbsp;&nbsp;überprüfen

source: The file(s) do not exist on disk:
de_de: Die Datei(en) existieren nicht auf der Festplatte:

source: Timed out while processing.
de_de: Zeitüberschreitung während der Verarbeitung.

source: Image ID
de_de: Bild-ID

source: Media ID
de_de: Medien-ID

source: Skip this image, try the next one.
de_de: Dieses Bild überspringen, nächstes versuchen.

source: There was an error and your request was not processed.
de_de: Es gab einen Fehler und deine Anfrage wurde nicht verarbeitet.

source: Unrecognized API response. Please contact support.
de_de: Unbekannte API-Antwort. Bitte kontaktiere den Support.

source: Quota exceeded.
de_de: Kontingent überschritten.

source: Error downloading file
de_de: Fehler beim Herunterladen der Datei

source: Error downloading file - incorrect file size (downloaded: %s, correct: %s )
de_de: Fehler beim Herunterladen der Datei&nbsp;- falsche Dateigröße (heruntergeladen: %s, fehlerfrei: %s )

source: Unable to locate downloaded file
de_de: Heruntergeladene Datei konnte nicht gefunden werden

source: Backup folder does not exist and it cannot be created
de_de: Sicherungsordner existiert nicht und kann nicht erstellt werden

source: Cannot save file <i>%s</i> in backup directory
de_de: Datei <i>%s</i> kann nicht im Sicherungsverzeichnis gespeichert werden

source: Cannot save file in backup directory
de_de: Datei kann nicht im Sicherungsverzeichnis gespeichert werden

source: Optimized version of %s file(s) couldn't be updated.
de_de: Optimierte Versionen von %s Datei(en) konnten nicht aktualisiert werden.

source: Other Media Optimized by ShortPixel
de_de: Andere Medien, die durch ShortPixel optimiert wurden

source: Other Media
de_de: Andere Medien

source: Media alert dismissed
de_de: Medien-Warnmeldung verworfen

source: Optimize with ShortPixel
de_de: Mit ShortPixel optimieren

source: In order to access the ShortPixel Optimization actions and info, please change to {0}List View{1}List View{2}Dismiss{3}
de_de: Um auf die ShortPixel-Optimierungsaktionen und -Informationen zuzugreifen, wechsle bitte zu {0}Listenansicht{1}Listenansicht{2}Verwerfen{3}
